Repository: dzogrim/JabberService
Catalog: */locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Create an account
fr_fr: Créer un compte

source: I lost my password
fr_fr: J'ai perdu mon mot de passe

source: My account is disabled
fr_fr: Mon compte est désactivé

source: Change your password
fr_fr: Modifier votre mot de passe

source: New password
fr_fr: Nouveau mot de passe

source: New password (again)
fr_fr: Nouveau mot de passe (à nouveau)

source: Don't put anything in this field
fr_fr: Ne rien mettre dans ce champ

source: Change my password
fr_fr: Modifier mon mot de passe

source: Account creation on our Jabber server
fr_fr: Création de compte sur notre serveur Jabber

source: If you want to create an account on our Jabber server, please enter a login name and enter a password two times in the form below. You can also give us a non-mandatory email address which will allow you to change your password if you lose it later.
fr_fr: Si vous souhaitez créer un compte sur ce seruver Jabber, merci d'entrer un nom d'utilisateur et un mot de passe (deux fois), dans le formulaire ci-dessous. Vous pouvez aussi saisir une adresse email (facultative) qui vous permettra de modifier votre mot de passe plus tard si vous le perdez.

source: Login
fr_fr: Nom d'utilisateur

source: 3 characters or more
fr_fr: 3 caractères ou plus

source: Password
fr_fr: Mot de passe

source: Password (again)
fr_fr: Mot de passe (à nouveau)

source: Your email address
fr_fr: Adresse email

source: Enter this word to prove you are human
fr_fr: Recopiez ce mot pour prouver que vous êtes humain

source: Create my account
fr_fr: Créer mon compte

source: Please note that:
fr_fr: Attention :

source: Any account unused for 6 months will be disabled, and this login will not be allowed as registration for 6 more months. During that time, you will be allowed to recover that account if we have an email address for this account. After that, any disabled account will be permanently destroyed and the login will be available again for other users
fr_fr: Tout compte inutilisé pendant plus de 6 mois sera automatiquement désactivé. Et ce nom d'utilisateur ne pourra pas être utilisé à nouveau pendant 6 mois supplémentaires. Pendant ce temps, vous pourrez récupérer ce compte si vous aviez renseigné une adresse email à l'inscription. Après cette période, les comptes désactivés sont définitement détruits et le nom d'utilisateur à novueau disponible pour d'autres personnes.

source: We don't store your password or email in cleartext, but only a hashed version. We don't verify your email address, so write it down properly. We will only use it to send you a recover link if you lose your password.
fr_fr: Nous ne stockons pas votre mot de passe ni votre email en clair, mais uniquement une version hashé. Nous ne vérifions pas votre adresse email, aussi veillez à bien l'orthographier. Nous ne l'utiliserons que pour vous envoyer un lien de restauration si vous perdez votre mot de passe.

source: No it's not
fr_fr: Non ce n'est pas le cas

source: The captcha is incorrect, please try again
fr_fr: Le captcha est incorrect, merci de réessayer

source: The captcha is incorrect, please try again (2)
fr_fr: Le captcha est incorrect, merci de réessayer (2)

source: The url is incorrect. please check your mail or contact us.
fr_fr: L'url est incorrecte, vérifiez votre mail ou contactez-nous.

source: This account doesn't exist, or have been permanently destroyed. <a href="%s">Click here to create a new account with this login</a>.
fr_fr: Ce compte n'esite pas, ou a été détruit irrémédiablement. <a href="%s">Cliquez ici pour créer un nouveau compte avec ce nom d'utilisateur</a>.

source: The provided key is incorrect, please check your mail or contact us.
fr_fr: La clé est incorrecte, vérifiez votre mail ou contactez-nous.

source: Your passwords are not the same, or contains special characters (unicode and accents authorized though), please try again
fr_fr: Vos 2 mots de passe ne sont pas les mêmes, ou contiennent des caractères spéciaux (notez que l'unicode et les accents sont autorisés), merci de réessayer

source: This account have been disabled. <a href="%s">Click here to restore it</a>.
fr_fr: Ce compte est désactivé. <a href="%s">Cliquez ici pour le restaurer</a>.

source: Can't connect to jabber server
fr_fr: Impossible de se connecter au serveur jabber

source: Your password for account %s has been changed, you can use your new password right now.
fr_fr: Votre mot de passe pour le compte %s a été modifié. Vous pouvez l'utiliser dès maintenant.

source: An error occurred trying to change your password, please try again later
fr_fr: Une erreur est survenue lors du changement de mot de passe, merci de réessayer ultérieurement.

source: The login must be between 3 and 80 characters long, and must not contains special characters (unicode and accents authorized though)
fr_fr: Le nom d'utilisateur doit faire entre 3 et 80 caractères, et ne doit pas contenir de caractères spéciaux (notez que l'unicode et les accents sont autorisés)

source: This account already exist, or is disabled. You can't create that login now, please find another one!
fr_fr: Ce compte existe déjà, ou est désactivé. Vous ne pouvez pas l'utiliser maintenant, merci d'en trouver un autre !

source: Your account has been created successfully. You can use it immediately.
fr_fr: Votre compte a été créé avec succès, vous pouvez l'utiliser dès maintenant.

source: An error occurred trying to create your account, please try again later
fr_fr: Une erreur est survenue lors de la création de votre compte, merci de réessayer ultérieurement.

source: This account's email address is not the one you entered. Please try again with another email address.
fr_fr: L'adresse email associée à ce compte n'est pas celle que vous avez renseigné. Merci de réessayer avec une autre adresse.

source: Password lost on %s
fr_fr: Mot de passe perdu pour %s

source: You receive this email because you created a Jabber Chat account on %s and lost your pasword. Please click the link below to reset your password. %s If you didn't asked for this password reminder, please ignore this message or contact us. Thanks a lot for your understanding. Regards The Jabber Chat Team
fr_fr: Vous recevez cet email car vous avez créé un compte de Chat Jabber sur %s et avez perdu votre mot de passe. Merci de cliquer su le lien ci-dessous pour modifier votre mot de passe. %s Si vous n'avez pas demandé ce rappel de mot de passe, vous pouver ignorer ce message ou nous contacter. Merci de votre compréhension. Amicalement, L'équipe Chat Jabber

source: The email has NOT been sent, please try again later or contact us
fr_fr: L'email n'a PAS été envoyé, merci de réessayer ultérieurement ou de nous contacter

source: An email has been sent to the address you entered. Please check your mail and click the link to reset your password
fr_fr: Un email a été envoyé à l'adresse que vous avez saisi. Vérifiez votre mail et cliquez sur le lien pour modifier votre mot de passe

source: Please enter a new password (twice) for your account %s
fr_fr: Entrez un nouveau mot de passe (deux fois) pour votre compte %s

source: You lost your password on this Jabber server
fr_fr: Vous avez perdu votre mot de passe sur ce serveur Jabber

source: If you have lost your password in this Jabber server, and if you entered an email address when you created that account, please enter your login and the email you use at that time. You will receive an email with a link to reset your password for this account.
fr_fr: Si vous avez perdu votre mot de passe sur ce serveur Jabber, et si vous avez saisi une adresse email lors de sa création, saisissez ici le nom d'utilisateur et l'email associé à ce compte. Vous recevrez par mail un lien vous permettant de réinitaliser votre mot de pase pour ce compte.

source: Send me a password restore link by mail
fr_fr: Envoyez-moi un lien de changement de mot de passe par mail
